[
  {
    "name": "Arquebusier",
    "description": "L’Arquebusier est un dur à cuire, un soldat ou un mercenaire habitué des champs de bataille. C’est un spécialiste du combat à distance et plus particulièrement des armes à feu et des explosifs.",
    "hasMagicAttackModifier": false,
    "hd": "1D8",
    "weaponsAndArmor": "L’Arquebusier sait manier toutes les armes de contact à une main, les armes à distance et les armes à poudre. Il peut porter jusqu’à la chemise de maille et ne manie pas de bouclier.",
    "startingEquipment": "Pétoire (DM 1d10, portée 20m), épée longue (DM 1d8), dague (DM 1d4), armure de cuir (DEF +2).",
    "imageUrl": "/profiles/images/arquebusier/arquebusier.png.webp",
    "imageUrlCropped": "/profiles/images/arquebusier/arquebusier-cropped.png.webp",
    "ways": [
      {
        "name": "Voie de l'artilleur",
        "abilities": [
          {
            "name": "Mécanismes",
            "description": "L’Arquebusier obtient un bonus de +1 par Rang dans cette voie à tous les tests visant à réparer ou à comprendre des mécanismes (cela inclut le fait de désamorcer des pièges mécaniques et de manipuler des armes de siège). Il peut appliquer ce bonus à tous les tests d’attaque avec des armes de siège (baliste, couleuvrine, canon, trébuchet, catapulte, etc.)."
          },
          {
            "name": "Tir de semonce (L)",
            "description": "Après avoir raté une attaque à distance au tour précédent, l’Arquebusier déclare qu’il s’agissait d’un tir de semonce. À ce tour, il tire sur la même cible et obtient +5 à son test et +1d6 aux DM sur sa première attaque."
          },
          {
            "name": "Tir de barrage (L)",
            "description": "L’Arquebusier met en joue une cible sur laquelle il a l’Initiative et attend. Si elle se déplace à ce tour, il effectue une attaque à distance. En cas de succès la victime choisit entre deux possibilités : soit elle subit double dégâts, soit elle ne se déplace pas et ne subit pas de dégâts, tout en perdant son tour."
          },
          {
            "name": "Couleuvrine (L)",
            "description": "L'Arquebusier obtient une couleuvrine, un petit canon portatif qui nécessite la mise en place d’un trépied (ou d’un appui). Utiliser cette arme demande une action limitée et ne peut avoir lieu qu’une seule fois par combat. Sur un test d’attaque à distance réussi, elle inflige [4d6 + Mod. de DEX] DM. La portée maximale de cette arme est de 100 mètres et sa portée minimale de 10 mètres."
          },
          {
            "name": "Feu nourri",
            "description": "Lorsqu’il utilise le Tir de barrage, l’Arquebusier peut affecter jusqu’à [1 + Mod. de DEX] cibles différentes dans le même tour. Toutes les cibles doivent être dans une zone frontale de 20 mètres de large au maximum. Chaque cible donne lieu à un test d’attaque à distance indépendant."
          }
        ]
      },
      {
        "name": "Voie des explosifs",
        "abilities": [
          {
            "name": "Chimiste",
            "description": "L’Arquebusier sait fabriquer sa propre poudre et d’autres substances explosives, et obtient un bonus de +2 par Rang à tous les tests de chimie ou d’alchimie. Les armes à poudre du personnage ne présentent plus de risque de « faire long feu » ou d’explosion et le joueur ne lance plus de dé de poudre."
          },
          {
            "name": "Démolition",
            "description": "L’Arquebusier peut préparer un explosif qui lui permet de démolir facilement des structures. Il lui faut 3 tours complets pour préparer et poser son explosif. Celui-ci inflige à la structure 2d6 DM par Rang dans la voie et 1d6 par rang dans un rayon de 6 mètres autour (en ignorant la moitié de la RD de la structure. Voir DM aux structures)."
          },
          {
            "name": "Poudre puissante",
            "description": "L’Arquebusier sait préparer lui-même une poudre plus puissante, il ajoute +10 mètres à la portée et +2 aux dégâts de toutes ses armes à poudre."
          },
          {
            "name": "Piège explosif (L)",
            "description": "Il faut un tour complet à l’Arquebusier pour installer un piège qui explose dans un rayon de 3 mètres en infligeant 5d6 DM (test de DEX difficulté 15 pour ne subir que la moitié des DM). L’Arquebusier peut choisir entre deux modes de déclenchement, soit avec un retardateur allant de 1 à 10 tours au choix, soit à l’intrusion de toute créature dans une zone d’1 mètre autour du piège. Cette seconde solution demande 1 tour de préparation supplémentaire et un personnage attentif peut détecter et éviter le piège avec un test de SAG difficulté [12 + Mod. d’INT de l’Arquebusier]."
          },
          {
            "name": "Boulet explosif (L)",
            "description": "L’Arquebusier sait fabriquer et lancer de petites boules de métal munies de poudre et d’une mèche. Un tel projectile a une portée de 20 mètres et explose dans un rayon de 5 mètres en infligeant 5d6 DM, divisé par 2 pour les victimes qui réussissent un test de DEX difficulté [12 + Mod. de DEX de l’Arquebusier]."
          }
        ]
      },
      {
        "name": "Voie du champ de bataille",
        "abilities": [
          {
            "name": "Action concertée",
            "description": "Une fois par tour, l’Arquebusier peut échanger son Initiative avec un autre personnage volontaire. S’il cède son Initiative à un personnage plus lent, il gagne un bonus de +1 sur ses tests d’attaque à ce tour. Ce bonus passe à +2 au Rang 4 de la voie."
          },
          {
            "name": "À couvert (L)",
            "description": "Jusqu’à son prochain tour, l’Arquebusier divise par 2 les DM dus aux attaques à distance et de zone qu’il reçoit, et peut se déplacer de 20 mètres. Un compagnon de l’Arquebusier peut profiter de cette aptitude s’il a son accord et reste à son contact."
          },
          {
            "name": "Combattant aguerri",
            "description": "L’Arquebusier peut choisir n’importe quelle capacité de rang 2 d’une voie de Guerrier de son choix et gagne 3 PV supplémentaires. Il peut choisir une capacité de Rang 1 seulement et gagne alors 6 PV au lieu de 3."
          },
          {
            "name": "Combat de masse",
            "description": "L'Arquebusier obtient une action de mouvement ou une action d’attaque supplémentaire à chaque tour si le combat implique au moins 10 créatures (en comptant l’Arquebusier et ses alliés)."
          },
          {
            "name": "Constitution héroïque",
            "description": "Le personnage augmente son score de CON de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de CON lui est demandé et conserver le meilleur résultat."
          }
        ]
      },
      {
        "name": "Voie du pistolero",
        "abilities": [
          {
            "name": "Plus vite que son ombre",
            "description": "Si son arme à poudre est prête (chargée et tenue en main), l’Arquebusier peut tirer avec un bonus de +10 à son Initiative."
          },
          {
            "name": "Cadence de tir",
            "description": "Recharger une pétoire ou un mousquet devient une action de mouvement. Dans le cas d’une arbalète de poing ou d’une arbalète légère, l’action devient gratuite. À partir du Rang 5 dans la voie, il peut recharger deux armes en une seule action."
          },
          {
            "name": "Tir double (L)",
            "description": "L'Arquebusier est capable de tirer avec une pétoire dans chaque main sans pénalité. Si l’Arquebusier décharge simultanément ses deux armes sur la même cible, il fait un seul test à +2 en attaque (mais il lance séparément les DM). Le joueur peut choisir de ne pas réaliser les deux tirs simultanément, afin, par exemple, de pouvoir tirer sur une autre cible s’il tue la première. Dans ce cas, il n’obtient pas de bonus en attaque."
          },
          {
            "name": "As de la gâchette",
            "description": "Lorsqu’il atteint une DEF de 25 ou plus sur son attaque à distance avec une arme à poudre ou une arbalète, l’Arquebusier ajoute +1d6 aux DM de son attaque."
          },
          {
            "name": "Dextérité héroïque",
            "description": "Le personnage augmente son score de DEX de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de DEX lui est demandé, et conserver le meilleur résultat."
          }
        ]
      },
      {
        "name": "Voie de la précision",
        "abilities": [
          {
            "name": "Joli coup !",
            "description": "L’Arquebusier ignore les pénalités normalement appliquées lorsque la cible est à couvert (généralement -2 à -5)."
          },
          {
            "name": "Tir précis",
            "description": "L’Arquebusier ajoute un bonus de +1 aux DM des armes de tir jusqu’à une portée de [5 x Mod. de DEX]. Ce bonus passe à +2 au Rang 4 de la voie."
          },
          {
            "name": "Défaut dans la cuirasse (L)",
            "description": "L’Arquebusier passe un tour complet à analyser le point faible de son adversaire et à viser. Au tour suivant, il réalisera ses attaques à distance sur cette cible contre une DEF de [10 + Mod. de DEX de la cible]. Au lieu de cela, le joueur peut choisir d’ignorer la réduction des DM (RD) d’une créature (dans ce cas la DEF n’est pas modifiée)."
          },
          {
            "name": "Tir parabolique",
            "description": "L’Arquebusier est capable de réaliser un tir à longue distance sans pénalité : il double la portée des armes à distance. Il peut aussi tirer jusqu’au triple de la portée indiquée avec une pénalité de -5 en attaque et aux DM. Cette capacité ne modifie pas la portée de Tir précis."
          },
          {
            "name": "Tir mortel",
            "description": "Pour une attaque à distance, l’Arquebusier peut choisir d’utiliser un d12 pour son attaque au lieu du d20 habituel (et il ajoute normalement son score d’attaque). Si l’attaque est réussie, il ajoute +2d6 aux DM."
          }
        ]
      }
    ]
  },
  {
    "name": "Barbare",
    "description": "Le Barbare est un combattant sauvage issu d’une culture primitive. Il affronte ses ennemis avec rage sans se cacher derrière une lourde armure.",
    "hasMagicAttackModifier": false,
    "hd": "1d12",
    "weaponsAndArmor": "Le Barbare sait manier toutes les armes au contact, toutes les armes à distance (sauf les arbalètes et les armes d’une technologie trop complexe). Il peut porter jusqu’à l’armure de cuir et manier le bouclier.",
    "startingEquipment": "Hache à 2 mains (DM 2d6), 2 javelots (DM 1d6, portée 20 m), dague (DM 1d4), armure de cuir (DEF +2).",
    "imageUrl": "/profiles/images/barbarian/barbarian.png.webp",
    "imageUrlCropped": "/profiles/images/barbarian/barbarian-cropped.png",
    "ways": [
      {
        "name": "Voie de la brute",
        "abilities": [
          {
            "name": "Argument de taille",
            "description": "Le Barbare ajoute son Mod. de FOR à son score de PV maximum ainsi qu’à ses tests de CHA et à ceux de ses alliés au contact pour les tests de négociation, de persuasion ou d’intimidation. Sa simple présence donne de la force aux arguments de ses alliés."
          },
          {
            "name": "Tour de force",
            "description": "Le Barbare peut temporairement décupler ses ressources physiques pour faire usage d’une force prodigieuse. Il peut ainsi soulever une charge incroyable, briser une épée, tordre des barreaux ou défoncer une porte d’un seul coup de poing. Il obtient un bonus de +10 à son test de FOR, mais cela lui coûte 1d4 PV."
          },
          {
            "name": "Attaque brutale (L)",
            "description": "Le Barbare réalise une attaque au contact avec une pénalité de -2 en attaque et +1d6 au DM. Au Rang 5 de la voie, il peut choisir une pénalité de -5 pour obtenir +2d6 aux DM."
          },
          {
            "name": "Briseur d’os",
            "description": "Les coups critiques du Barbare sont terribles et provoquent des handicaps durables. Le Barbare obtient un critique sur 19 et 20 au résultat du d20 en attaque au contact. Lorsqu’il obtient un critique, en plus des DM doublés, il inflige une pénalité de -2 à tous les tests d’attaque, de FOR et de DEX de sa victime. Cette pénalité affecte la cible jusqu’à ce qu’elle soit complètement guérie."
          },
          {
            "name": "Force héroïque",
            "description": "Le personnage augmente sa valeur de FOR de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de FOR lui est demandé et garder le meilleur résultat."
          }
        ]
      },
      {
        "name": "Voie du pagne",
        "abilities": [
          {
            "name": "Vigueur",
            "description": "Le Barbare est un athlète capable de prouesses physiques extraordinaires, il obtient un bonus de +2 par Rang dans la voie aux tests de course, de saut ou d’escalade."
          },
          {
            "name": "Peau de pierre",
            "description": "Le Barbare est particulièrement endurci, il reçoit un bonus de DEF égal à son Mod. de CON."
          },
          {
            "name": "Tatouages",
            "description": "Le Barbare possède un tatouage magique qui améliore ses performances physiques. Au choix : taureau (+5 aux tests de FOR), ours (+5 aux tests de CON), panthère (+5 aux tests de DEX) ou chouette (+5 aux tests de SAG)."
          },
          {
            "name": "Peau d’acier",
            "description": "Le Barbare ne sent plus la douleur et ignore les égratignures, il réduit tous les DM subits de 3 points. Il subit toujours au moins 1 point de DM de chaque attaque reçue."
          },
          {
            "name": "Constitution héroïque",
            "description": "Le personnage augmente son score de CON de +2 et il peut désormais lancer deux d20 à chaque fois qu’un test de CON lui est demandé et conserver le meilleur résultat."
          }
        ]
      },
      {
        "name": "Voie du pourfendeur",
        "abilities": [
          {
            "name": "Réflexes félins",
            "description": "Le Barbare obtient un bonus de +1 par Rang dans cette voie à son score d’Initiative et à tous les tests de DEX destinés à esquiver (Boule de feu, souffle, pièges, etc.)."
          },
          {
            "name": "Charge (L)",
            "description": "Le Barbare se déplace en ligne droite d’au moins 5 mètres (20 mètres au maximum) et effectue une attaque au contact avec un bonus de +2 en attaque et +1d6 aux DM."
          },
          {
            "name": "Enchaînement",
            "description": "Chaque fois que le Barbare réduit un adversaire à 0 PV avec une attaque de contact, il bénéficie d’une action d’attaque gratuite sur un autre adversaire au contact."
          },
          {
            "name": "Déchaînement d’acier (L)",
            "description": "Le Barbare parcourt 10 mètres en ligne droite en dépassant autant d’ennemis qu’il le souhaite. Il porte une attaque à chaque adversaire sur son passage. Il ne peut terminer son déplacement à un endroit occupé par un ennemi."
          },
          {
            "name": "Attaque tourbillon (L)",
            "description": "Une fois par combat, le Barbare tourne sur lui-même en assénant des attaques à toutes les cibles au contact. Il inflige automatiquement des DM correspondant à l’arme utilisée (plus tous les bonus habituels) à toutes les cibles dans un rayon de 5 m autour de lui."
          }
        ]
      },
      {
        "name": "Voie du primitif",
        "abilities": [
          {
            "name": "Proche de la nature",
            "description": "Le Barbare obtient un bonus de +1 par Rang dans la voie aux tests de survie, de discrétion ou d’observation en milieu naturel."
          },
          {
            "name": "Armure de vent",
            "description": "Le Barbare obtient un bonus en DEF égal à son Rang dans la voie lorsqu’il ne porte aucune armure."
          },
          {
            "name": "Vigilance",
            "description": "Le Barbare possède des sens très affûtés, il est difficile de le surprendre, il gagne un bonus de +5 à tous les tests pour détecter les pièges (mécaniques ou magiques) ou les embuscades. Il devient immunisé aux Attaques sournoises d’un Voleur, à l’Embuscade d’un Rôdeur ou à toute capacité similaire d’une créature."
          },
          {
            "name": "Résistance à la magie",
            "description": "Le Barbare devient capable de résister à la magie. Lorsqu’il est la cible d’un sort, une fois par tour, il peut faire un test d’attaque magique (Mod. de SAG) opposé à celui du sort. En cas de réussite, il n’en subit pas les effets."
          },
          {
            "name": "Vitalité débordante",
            "description": "Le Barbare guérit à une vitesse presque surnaturelle. Tant qu’il lui reste au moins 1 PV, il récupère 1d6 PV par heure, de nuit comme de jour."
          }
        ]
      },
      {
        "name": "Voie de la rage",
        "abilities": [
          {
            "name": "Cri de guerre (L)",
            "description": "Une fois par combat, le Barbare pousse un hurlement qui effraie ses adversaires. Tout ennemi dont la FOR et les PV maximum sont inférieurs à ceux du Barbare subit un malus de -2 à ses tests d’attaque au contact contre le personnage pour le reste du combat. Cette capacité ne nécessite plus qu’une action de mouvement à partir du rang 4."
          },
          {
            "name": "Défier la mort",
            "description": "Lorsque le Barbare subit des DM d’une attaque qui devrait l’amener à 0 PV, il peut réaliser un test de CON difficulté 10. En cas de réussite, il conserve 1 PV. La difficulté augmente de 10 à chaque blessure supplémentaire reçue par la suite. S’il est enragé il obtient un bonus de +10 à ces tests."
          },
          {
            "name": "Rage du berserk (L)",
            "description": "Le Barbare entre dans une rage berserk pour le reste du combat, ce qui le rend particulièrement dangereux. Il obtient un bonus de +2 en attaque et +1d6 aux DM sur toutes ses attaques au contact, mais perd 4 en DEF et ne peut fuir ou attaquer à distance. S’il veut stopper la rage avant d’avoir éliminé tous les ennemis sur le terrain, le Barbare doit réussir un test de SAG difficulté 13 (un seul essai par tour)."
          },
          {
            "name": "Même pas mal",
            "description": "Lorsqu’il subit un coup critique, cela a pour effet de décupler la rage du barbare. Il peut immédiatement entrer en Rage ou en Furie (action gratuite), et gagne un bonus de +1d6 aux DM de ses attaques au contact pour les 3 prochains tours. Le joueur note les DM supplémentaires de l’attaque critique à part : le Barbare ne perdra ces PV qu’à la fin de la rage."
          },
          {
            "name": "Furie du berserk (L)",
            "description": "Au lieu de la Rage du berserk, le Barbare peut entrer s’il le souhaite en Furie du berserk, qui lui donne +3 en attaque et +2d6 aux DM pour une pénalité en DEF de -6. La difficulté du test de SAG pour sortir prématurément de cet état passe à 16."
          }
        ]
      }
    ]
  },
  {
    "name": "Barde",
    "description": "Le Barde est un personnage polyvalent qui utilise la magie et le spectacle pour divertir et parvenir à ses fins. Il est aussi habitué aux ruses qu’à la diplomatie.",
    "hasMagicAttackModifier": true,
    "magicAttackModifier": "CHA",
    "hd": "1d6",
    "weaponsAndArmor": "Le Barde sait manier les armes à 1 main. Il peut porter jusqu’à l’armure de cuir renforcée et ne peut pas manier le bouclier.",
    "startingEquipment": "Rapière (DM 1d6, Crit 19-20), dague (DM 1d4), instrument de musique, armure de cuir (DEF +2).",
    "imageUrl": "/profiles/images/bard/bard.png.webp",
    "imageUrlCropped": "/profiles/images/bard/bard-cropped.png.webp",
    "ways": [
      {
        "name": "Voie de l'escrime",
        "abilities": [
          {
            "name": "Précision",
            "description": "Le Barde peut utiliser son score d’attaque à distance pour combattre au contact lorsqu’il emploie une arme à une main légère comme une dague, une épée courte ou une rapière."
          },
          {
            "name": "Intelligence du combat",
            "description": "Le Barde ajoute son Mod. d’INT en Initiative et en DEF en plus de son Mod. de DEX."
          },
          {
            "name": "Feinte (L)",
            "description": "Le Barde effectue une attaque fictive pour déséquilibrer son adversaire et réaliser ensuite une attaque mortelle. Faites un test d’attaque normal à ce tour mais n’infligez aucun dégât. Au tour suivant, si vous attaquez le même adversaire, vous profiterez d’un bonus de +5 en attaque et, si votre feinte était réussie, de +2d6 aux DM."
          },
          {
            "name": "Attaque flamboyante (L)",
            "description": "Le style de combat du Barde est flamboyant et surprenant : avec cette Capacité, il effectue une attaque de contact avec un bonus d’attaque et de DM égal à son Mod. de CHA (en plus du Mod. de FOR ou de DEX)."
          },
          {
            "name": "Botte mortelle",
            "description": "Lors d’une attaque au contact, s’il obtient un score total d’attaque supérieur ou égal à la DEF de son adversaire +10 points, le Barde obtient un bonus de +2d6 aux DM de son attaque."
          }
        ]
      },
      {
        "name": "Voie du musicien",
        "abilities": [
          {
            "name": "Chant des héros (L)",
            "description": "Le barde chante et inspire ses compagnons : tous les alliés à portée de voix obtiennent un bonus de +1 à tous leurs tests pendant [5+ Mod. de CHA] tours."
          },
          {
            "name": "Attaque sonore (L) *",
            "description": "Le barde pousse un cri dont les effets sont dévastateurs (ou produit un son avec un instrument à cette même fin). Sur un test d’attaque magique réussi, il inflige [1d6 + Mod. de CHA] DM à toutes les cibles lui faisant face sur une portée de 10 m."
          },
          {
            "name": "Zone de silence (L) *",
            "description": "Le Barde crée une zone de silence fixe de 5 mètres de diamètre, jusqu’à une portée de 30 mètres, pendant [1d6+Mod. de CHA] tours. Tous les sons émis dans cette sphère sont annulés. La zone n’empêche pas le lancement des sorts mais inflige un malus de -2 à tous les tests d’attaque magique."
          },
          {
            "name": "Danse irrésistible (L) *",
            "description": "Le barde joue une gigue endiablée aux effets magiques. S’il réussit un test d’attaque magique contre la créature qu’il cible, celle-ci se met à danser pendant [1d4+Mod. de CHA] tours et subit un malus de -4 aux tests d’attaque et en DEF."
          },
          {
            "name": "Musique fascinante (L) *",
            "description": "Le Barde joue de la musique pour fasciner et «contrôler» toutes les créatures de son choix (rats, gobelins, humains, etc.) dans un rayon de 30 m. Seules les créatures dont les PV sont inférieurs ou égaux à [5 + Mod. de CHA] du Barde répondent. Les créatures sortent de leur cachette et se dirigent vers le Barde, elles le suivent tant qu’il continue à jouer. Quand il utilise cette capacité le Barde peut également se déplacer de 10 m par tour."
          }
        ]
      },
      {
        "name": "Voie du saltimbanque",
        "abilities": [
          {
            "name": "Acrobate",
            "description": "Le Barde obtient un bonus de +2 par rang à tous ses tests de DEX visant à réaliser des acrobaties, tenir en équilibre, faire des sauts ou de l’escalade."
          },
          {
            "name": "Grâce féline",
            "description": "Le Barde ajoute son Mod. de CHA en DEF et en Initiative (en plus du Mod. habituel de DEX)."
          },
          {
            "name": "Lanceur de couteau",
            "description": "Une fois par tour, en plus de ses autres actions, le Barde peut lancer un couteau sur une cible à distance (maximum 10 m) en réussissant un test d’Attaque à Distance. Cette attaque est pour lui une action gratuite. Elle occasionne [1d4 + Mod. de DEX] de DM."
          },
          {
            "name": "Esquive acrobatique",
            "description": "Une fois par tour, le Barde peut réaliser une esquive en réussissant un test d’Attaque à Distance contre une Difficulté égale au score obtenu par son adversaire lors de son attaque. En cas de réussite, le Barde ne subit aucun DM. Si cette attaque était un critique, il subit tout de même des DM normaux (et annule donc l’effet critique «dégâts doublés»)."
          },
          {
            "name": "Liberté d'action",
            "description": "Le barde est immunisé à la peur et à tous les sorts ou effets magiques qui asservissent l’esprit ou le corps (possession, charme, paralysie, ralentissement, etc.)."
          }
        ]
      },
      {
        "name": "Voie de la séduction",
        "abilities": [
          {
            "name": "Charmant",
            "description": "Le Barde obtient un bonus de +2 par rang atteint dans cette voie pour tous ses tests de CHA visant à séduire, baratiner ou mentir."
          },
          {
            "name": "Dentelles et rapière",
            "description": "Le Barde ne met pas d’armure, cela ne sied point en société. Sa seule armure est la dentelle, sa seule défense, la rapière. Lorsqu’il ne porte aucune armure et combat avec une rapière ou une épée, le Barde obtient un bonus de +1 en DEF contre les attaques au contact par Rang possédé dans cette Voie."
          },
          {
            "name": "Arme secrète",
            "description": "Une fois par combat, le Barde peut utiliser un subterfuge de séducteur pour surprendre et déstabiliser un adversaire du sexe opposé. Ce peut être un baiser fougueux soudainement délivré au cœur d’une mêlée, un sein qui s’échappe d’un bustier par mégarde, une main qui s’égare par le plus grand des hasards… Il doit réussir un test de CHA de difficulté égale à l’INT de son adversaire. En cas de succès celui-ci subit un malus de -10 en attaque et en DEF pendant 1 tour."
          },
          {
            "name": "Suggestion (L) *",
            "description": "Une fois par jour, le Barde peut suggérer une action à une créature en réussissant un test d’attaque magique avec pour difficulté les PV maximum de celle-ci. En cas de réussite la créature fera tout son possible pour satisfaire sa demande pendant 24 heures. Elle évitera les actions suicidaires (ce qui lui donnerait immédiatement un test d’INT difficulté 10 pour échapper au sort)."
          },
          {
            "name": "Charisme héroïque",
            "description": "Le personnage augmente sa valeur de CHA de +2. Il peut de plus lancer deux d20 à chaque fois qu’un test de CHA lui est demandé et conserver le meilleur résultat."
          }
        ]
      },
      {
        "name": "Voie du vagabond",
        "abilities": [
          {
            "name": "Rumeurs et légendes",
            "description": "A force de voyager, le Barde a appris toutes sortes de choses, il obtient un bonus de +2 par Rang dans cette voie aux tests d’INT pour se «souvenir» d’une information historique, politique, géographique ou occulte qui pourrait lui être utile."
          },
          {
            "name": "Compréhension des langues (L) *",
            "description": "Ce sort permet au Barde de lire, écrire et parler n’importe quelle langue ancienne ou vivante pendant [1d6 + Mod. de CHA] minutes."
          },
          {
            "name": "Débrouillard",
            "description": "Le Barde obtient un bonus de +5 à tous ses tests de survie en nature et aux tests de profession et d’artisanat (forge, charpentier, etc.)."
          },
          {
            "name": "Déguisement (L) *",
            "description": "Ce sort permet au Barde de prendre l’apparence de n’importe quelle créature de taille à peu près équivalente (avec une marge d’environ 50 cm). S’il veut imiter une personne en particulier, il lui faudra réussir un test de CHA difficulté 15 (20 s’il ne la connaît pas mais l’a seulement vue, 10 s’il la connaît très bien). Le sort a une durée de 10 minutes."
          },
          {
            "name": "Touche à tout",
            "description": "Le Barde peut choisir n’importe quelle capacité de Rang 1 à 3 de son choix au sein d’un autre Profil de Chroniques Oubliées."
          }
        ]
      }
    ]
  }
]
